brew "automake"
brew "chruby"
brew "xz"
brew "zstd"
brew "readline"
brew "sqlite"
brew "fastfetch"
brew "openssl@3"
brew "ffmpeg"
brew "gmp"
brew "gnupg"
brew "lazygit"
brew "libb2"
brew "libffi"
brew "libyaml"
brew "opencode"
brew "pkgconf"
brew "pyenv"
brew "rclone"
brew "redis", restart_service: :changed
brew "ruby-install"
brew "tcl-tk@8", link: true
brew "yt-dlp"
brew "zlib"
cask "affinity"
cask "antinote"
cask "betterdisplay"
cask "claude-code"
cask "clion"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hyperkey"
cask "kopiaui"
cask "logi-options+"
cask "macwhisper"
cask "meetingbar"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "shottr"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "zen"
vscode "alexcvzz.vscode-sqlite"
vscode "anthropic.claude-code"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "illixion.vscode-vibrancy-continued"
vscode "jbockle.jbockle-format-files"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
